Repository: heldergg/moin-comments
Catalog: i18n/*.MoinComments.po
Languages: pt

source: Comment approved
pt: Comentário aprovado

source: You must enter your name.
pt: Tem de introduzir o seu nome.

source: You have yet to write your comment.
pt: Tem de escrever um comentário.

source: I'm not sure you're human! Please fill in the captcha.
pt: Não tenho a certeza que seja humano. Por favor preencha a captcha.

source: Comment by
pt: Comentário por

source: Your comment awaits moderation
pt: O seu comentário está à espera de ser moderado.

source: Comment deleted
pt: COmentário apagado

source: Comment this page
pt: Comente esta página

source: Send comment
pt: Enviar comentário

source: Name:
pt: Nome:

source: Comment:
pt: Comentário:

source: Are you human?
pt: É humano?

source: There are no comments
pt: Não existem comentários

source: Show/Hide the next %s comments
pt: Mostrar/Esconder os próximos %s comentários

source: Pending Comments
pt: Comentários em espera

source: There's no comment awaiting for moderation.
pt: Não há comentários à espera de moderação

source: Delete
pt: Apagar

source: Accept
pt: Aceitar

source: Comment to
pt: Comentário para

source: Empty comment, it should be deleted.
pt: Comentário vazio, deveria ser apagado.
